20220825151324-veos_remote_errors.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>veos-remote-errors</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<h1 class="title">veos-remote-errors</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgac14d38"><span class="timestamp-wrapper"><span class="timestamp">&lt;2022-08-25 Thu&gt;</span></span></a></li>
<li><a href="#org818e966"><span class="timestamp-wrapper"><span class="timestamp">&lt;2022-08-29 Mon&gt;</span></span></a></li>
</ul>
</div>
</div>
<p>
:ID:       4557d862-1d9f-4048-81f8-933e33783c7b
</p>

<div id="outline-container-orgac14d38" class="outline-2">
<h2 id="orgac14d38"><span class="timestamp-wrapper"><span class="timestamp">&lt;2022-08-25 Thu&gt;</span></span></h2>
<div class="outline-text-2" id="text-orgac14d38">
<p>
upload corrupt!
reson {'reson': {'node': 'service get<sub>signal</sub>', 'stack': {'elapsed': 2.260907, 'node': 'remote<sub>can.post</sub><sub>get</sub><sub>data.POST</sub><sub>GET</sub><sub>DATA</sub>', 'why': 'tbox 获取数据——失败！oss 数据不足'}}, 'result': {'delay': 6.282274961471558}, 'success': False}
</p>
</div>
</div>
<div id="outline-container-org818e966" class="outline-2">
<h2 id="org818e966"><span class="timestamp-wrapper"><span class="timestamp">&lt;2022-08-29 Mon&gt;</span></span></h2>
<div class="outline-text-2" id="text-org818e966">
<p>
upload corrupt!
reson {'reson': {'node': 'service get<sub>signal</sub>', 'stack': {'delay': 30.207080602645874, 'elapsed': 30.048862, 'node': 'remote<sub>can.post</sub><sub>get</sub><sub>data.POST</sub><sub>GET</sub><sub>DATA</sub>', 'why': '{"code":"301","error":"命令执行超时","success":false}'}}, 'result': {'delay': 30.21088933944702}, 'success': False}
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
